Repository: ignitedata-ai/the-compliance-store
Catalog: plugins/wpsc-assign-agent-rules/i18n/wpsc-aar-*.po
Languages: ar, es_es, hu_hu, tr_tr, zh_cn, zh_tw

source: Unauthorized access!
es_es: ¡Acceso no autorizado!
hu_hu: Jogosulatlan hozzáférés!

source: Bad request!
es_es: ¡Solicitud incorrecta!
hu_hu: Rossz kérés!

source: Add New Rule
ar: أضف دور جديدة
es_es: Añadir nueva regla
hu_hu: Új szabály hozzáadása
tr_tr: Yeni Kural Ekle
zh_cn: 添加新规则
zh_tw: 新增規則

source: Agents
ar: الوكلاء
es_es: Agentes
hu_hu: Munkatársak
tr_tr: Danışmanlar
zh_cn: 代理
zh_tw: 客服人員

source: Select Agents
ar: اختر الوكلاء
es_es: Elegir agentes
hu_hu: Válassz Munkatársakat
tr_tr: Temsilci Atayın
zh_cn: 选择代理
zh_tw: 選擇客服人員

source: Assign all of above
ar: تعيين كل ما سبق
es_es: Asignar todo lo anterior
hu_hu: A fentiek hozzárendelése
tr_tr: Yukarıdakilerin tümünü atayın
zh_cn: 分派以上所有
zh_tw: 指派以上所有

source: Assign one of above
ar: تعيين واحد مما سبق
es_es: Asignar uno de los anteriores
hu_hu: A fenti hozzárendelése
tr_tr: Yukarıdakilerden birini atayın
zh_cn: 分配以上其一
zh_tw: 指派以上之一

source: Closest working hours
ar: أقرب ساعات العمل
es_es: Horario de trabajo más cercano
hu_hu: Legközelebbi munkaórák
tr_tr: En yakın çalışma saatleri
zh_cn: 最近工作小时数
zh_tw: 最近的工作時間

source: Minimum workload
ar: الحد الأدنى من عبء العمل
es_es: Carga de trabajo mínima
hu_hu: Minimum munkaterhelés
tr_tr: Minimum iş yükü
zh_cn: 最小工作量
zh_tw: 最小工作量

source: Auto-assign first responder to unassigned ticket
ar: التعيين التلقائي للمستجيب الأول للتذكرة غير المعينة
es_es: Asignación automática del primer respondedor a un ticket no asignado
hu_hu: Első válaszadó automatikus hozzárendelése a nem hozzárendelt jegyhez
tr_tr: İlk yanıtlayıcıyı atanmamış bilete otomatik olarak atama
zh_cn: 自动将第一个响应者分配到未分配的任务单
zh_tw: 將第一回覆者自動分配給未分配的工單

source: Assign Agent Rules
ar: تعيين أدوار الوكيل
es_es: Asignar reglas de agente
hu_hu: Munkatárs Hozzárendelés Szabályok
tr_tr: Aracı Kuralları Atama
zh_cn: 指定代理规则
zh_tw: 指派客服人員規則

source: Assign Rules
ar: تعيين الأدوار
es_es: Asignar reglas
hu_hu: Hozzárendelési Szabályok
tr_tr: Kuralları Atama
zh_cn: 指定规则
zh_tw: 指派客服人員規則
