Repository: ignitedata-ai/the-compliance-store
Catalog: plugins/wpsc-email-piping/i18n/wpsc-ep-*.po
Languages: ar, el, es_es, fr_fr, it_it, nl_be, pt_br, ru_ru, sv_se, tr_tr

source: Allowed user type warning
ar: تحذير من نوع المستخدم المسموح به
el: Προειδοποίηση επιτρεπόμενου τύπου χρήστη
es_es: Advertencia de tipo de usuario permitido
fr_fr: Avertissement du type d'utilisateur autorisé
it_it: Avviso tipo di utente consentito
nl_be: Toegestane gebruikerstype waarschuwing
pt_br: Aviso de tipo de usuário permitido
ru_ru: Предупреждение о разрешенных типах пользователей
sv_se: Varning för tillåten användartyp
tr_tr: İzin verilen kullanıcı türü uyarısı

source: Allowed new email warning
ar: تحذير من البريد الإلكتروني الجديد المسموح به
el: Προειδοποίηση επιτρεπόμενη νέου email
es_es: Advertencia de correo electrónico nuevo permitido
fr_fr: Avertissement de nouvel e-mail autorisé
it_it: Avviso nuove email consentite
nl_be: Toegestane nieuwe e-mail waarschuwing
pt_br: Aviso de novo email permitido
ru_ru: Предупреждение о разрешении создания нового письма
sv_se: Tillåten ny e-postvarning
tr_tr: İzin verilen yeni e-posta uyarısı

source: Allowed reply email warning
ar: تحذير من الرد على البريد الإلكتروني المسموح به
el: Προειδοποίηση επιτρεπόμενης απάντησης σε email
es_es: Advertencia de correo electrónico de respuesta permitida
fr_fr: Avertissement de réponse d'e-mail autorisé
it_it: Avviso email di risposta consentite
nl_be: Toegestane antwoord e-mail waarschuwing
pt_br: Aviso de resposta de email permitida
ru_ru: Предупреждение о разрешении создания ответа
sv_se: Tillåten svars varning för e-post
tr_tr: İzin verilen yanıt e-posta uyarısı

source: Closed ticket warning
ar: تحذير من التذاكر المغلقة
el: Προειδοποίηση για κλειστό αίτημα
es_es: Advertencia de ticket cerrado
fr_fr: Avertissement sur un ticket fermé
it_it: Avviso ticket chiuso
nl_be: Gesloten ticket waarschuwing
pt_br: Aviso de fechamento de ticket
ru_ru: Предупреждение о закрытии заявки
sv_se: Varning för stängt ärende
tr_tr: Kapalı bilet uyarısı

source: Unauthorized access!
es_es: ¡Acceso no autorizado!
pt_br: Acesso não autorizado!
sv_se: Obehörig åtkomst!
tr_tr: Yetkisiz erişim!

source: Email body
ar: بنية البريد الإلكتروني
el: Σώμα email
es_es: Cuerpo del correo electrónico
fr_fr: Corps de l'e-mail
it_it: Corpo Email
pt_br: Corpo do email
ru_ru: Тело письма
sv_se: E-post innehåll
tr_tr: E-Posta Gövdesi

source: Forwarded From (Email Piping)
ar: مُعاد توجيهه من (أنابيب البريد الإلكتروني)
el: Προώθηση από (Email Piping)
es_es: Reenviado desde (Email Piping)
fr_fr: Transféré depuis (Acheminement d'e-mails)
it_it: Inoltrata Da (Email Piping)
nl_be: Doogestuurd Van (E-mail Leidingen)
pt_br: Encaminhado de (Encaminhamento de Email)
ru_ru: Переслано от (Конвейерная отправка электронных писем)
sv_se: Vidarebefordrat från (e-post flöde)
tr_tr: Yönlendirilen Yer (E-posta Borulama)

source: One condition per line!
ar: شرط واحد في كل سطر!
el: Μία συνθήκη ανά γραμμή!
es_es: ¡Una condición por línea!
fr_fr: Une condition par ligne !
it_it: Una condizione per riga!
nl_be: Per regel één voorwaarde!
pt_br: Uma condição por linha!
ru_ru: Одно условие на строку!
sv_se: Ett villkor per rad!
tr_tr: Satır başına bir koşul!

source: No email body found!
ar: لم يتم العثور على بنية البريد الإلكتروني!
el: Δεν βρέθηκε σώμα email!
es_es: ¡No se encontró ningún cuerpo de correo electrónico!
fr_fr: Une condition par ligne !
it_it: Nessun corpo email trovato!
nl_be: Geen e-mail body gevonden!
pt_br: Nenhum corpo do email encontrado!
ru_ru: Основной текст письма не найден!
sv_se: Inget innehåll i meddelande
tr_tr: E-posta gövdesi bulunamadı!

source: Bad request!
es_es: ¡Solicitud incorrecta!
pt_br: Pedido Ruim!
sv_se: Felaktig begäran!
tr_tr: Geçersiz istek!

source: %s to see the documentation!
es_es: %s para ver la documentación!
pt_br: %s para ver a documentação!
sv_se: %s för att se dokumentationen!
tr_tr: Belgeleri görmek için %s!

source: Click here
es_es: Clic aquí
pt_br: Clique aqui
sv_se: Klicka här
tr_tr: Buraya tıklayın

source: Connection
ar: الاتصال
el: Σύνδεση
es_es: Conexión
fr_fr: Connexion
it_it: Connessione
nl_be: Verbinding
pt_br: Conexão
ru_ru: Соединение
sv_se: Anslutning
tr_tr: Bağlantı

source: Reply above text
ar: رد على النص الوارد أعلاه
el: Απαντήστε πάνω από το κείμενο
es_es: Responder al texto anterior
fr_fr: Répondre au-dessus du texte
it_it: Risposta al testo precedente
nl_be: Beantwoord bovenstaande tekst
pt_br: Responda acima do texto
ru_ru: Ответить на текст выше
sv_se: Svara ovanför denna text
tr_tr: Metnin üstündeki yanıtla

source: Allowed emails
ar: رسائل البريد الإلكتروني المسموح بها
el: Επιτρεπόμενα emails
es_es: Correos electrónicos permitidos
fr_fr: E-mails autorisés
it_it: Email consentite
nl_be: Toegestane e-mails
pt_br: Emails permitidos
ru_ru: Разрешенные письма
sv_se: Tillåtna e-postmeddelanden
tr_tr: İzin verilen e-postalar

source: All emails
ar: كل رسائل البريد الإلكتروني
el: Όλα τα emails
es_es: Todos los correos electrónicos
fr_fr: Tous les e-mails
it_it: Tutte le email
nl_be: Alle e-mails
pt_br: Todos os emails
ru_ru: Все письма
sv_se: Alla e-postmeddelanden
tr_tr: Tüm e-postalar

source: New emails only
ar: رسائل البريد الإلكتروني الجديدة فقط
el: Νέα emails μόνο
es_es: Solo nuevos correos electrónicos
fr_fr: Nouveaux e-mails uniquement
it_it: Solo nuove email
nl_be: Alleen nieuwe e-mails
pt_br: Somente novos emails
ru_ru: Только новые письма
sv_se: Endast nya e-postmeddelanden
tr_tr: Yalnızca yeni e-postalar

source: Reply emails only
ar: الرد على رسائل البريد الإلكتروني فقط
el: Απάντηση μόνο στα email
es_es: Responder solo correos electrónicos
fr_fr: Répondre uniquement aux emails
it_it: Solo email di risposta
nl_be: Beantwoord e-mails alleen
pt_br: Apenas e-mails respondidos
ru_ru: Ответить только на письма
sv_se: Endast besvarade e-postmeddelanden
tr_tr: Yalnızca e-postaları yanıtlama

source: Allowed users
ar: المستخدمين المسموح بهم
el: Επιτρεπόμενοι χρήστες
es_es: Usuarios permitidos
fr_fr: Utilisateurs autorisés
it_it: Utenti consentiti
nl_be: Toegestane gebruikers
pt_br: Usuários permitidos
ru_ru: Разрешенные пользователи
sv_se: Tillåtna användare
tr_tr: İzin verilen kullanıcılar

source: Anyone (including guest users)
ar: أي شخص (بما في ذلك المستخدمين الضيوف)
el: Οποιοσδήποτε (συμπεριλαμβανομένων των επισκεπτών χρηστών)
es_es: Cualquier persona (incluidos usuarios invitados)
fr_fr: Tout le monde (y compris les utilisateurs invités)
it_it: Tutti (compresi utenti ospiti)
nl_be: Iedereen (inclusief gast gebruikers)
pt_br: Qualquer pessoa (incluindo usuários visitantes)
ru_ru: Кто угодно (в том числе гости)
sv_se: Vem som helst (inklusive gästanvändare)
tr_tr: Herkes (konuk kullanıcılar dahil)

source: Registered users only
ar: المستخدمين المسجلين فقط
el: Μόνο εγγεγραμμένοι χρήστες
es_es: Solo usuarios registrados
fr_fr: Utilisateurs enregistrés uniquement
it_it: Solo utenti registrati
nl_be: Alleen geregistreerde gebruikers
pt_br: Apenas usuários registrados
ru_ru: Только зарегистрированные пользователи
sv_se: Endast registrerade användare
tr_tr: Sadece kayıtlı kullanıcılar

source: Email body preference
ar: تفضيلات بنية البريد الإلكتروني
el: Προτίμηση σώματος email
es_es: Preferencia del cuerpo del correo electrónico
fr_fr: Préférence du corps de l'e-mail
it_it: Preferenza corpo email
nl_be: E-mail body voorkeuren
pt_br: Preferência do corpo do email
ru_ru: Предпочтение тела письма
sv_se: E-post textinställning
tr_tr: E-posta gövdesi tercihi

source: Import other emails as additional recipients
es_es: Importar otros correos electrónicos como destinatarios adicionales
pt_br: Importar outros emails como recipientes adicionais

source: Time frequency to check new emails (minutes). Must be less than 60 minutes.
ar: تردد الوقت للتحقق من رسائل البريد الإلكتروني الجديدة (بالدقائق). يجب أن يكون أقل من 60 دقيقة.
el: Χρονική συχνότητα ελέγχου νέων email (λεπτά). Πρέπει να είναι λιγότερο από 60 λεπτά.
es_es: Frecuencia de tiempo para revisar nuevos correos electrónicos (minutos). Debe ser inferior a 60 minutos.
fr_fr: Fréquence de vérification des nouveaux mails (minutes). Doit être inférieure à 60 minutes.
it_it: Frequenza di controllo delle nuove email (minuti). Deve essere inferiore a 60 minuti.
nl_be: Tijdsfrequentie om nieuwe e-mails te controleren (minuten). Moet minder dan 60 minuten zijn.
pt_br: Frequência de tempo para checar novos e-mails (minutos). Deve ser menor que 60 minutos.
ru_ru: Регулярность проверки новых сообщений на почте (минуты). Должно быть меньше 60 минут.
sv_se: Tidsfrekvens för att kontrollera nya e-postmeddelanden (minuter). Måste vara mindre än 60 minuter.
tr_tr: Yeni e-postaları kontrol etme süresi sıklığı (dakika). 60 dakikadan az olmalıdır.

source: Block by email address (one per line)
ar: حظر حسب عنوان البريد الإلكتروني (واحد كل سطر)
el: Αποκλεισμός μέσω διεύθυνσης email (μία ανά γραμμή)
es_es: Bloquear por correo electrónico (uno por línea)
fr_fr: Bloquer par adresse e-mail (un par ligne)
it_it: Blocco per indirizzo email (uno per riga)
nl_be: Blokkeer per e-mail adres (één per regel)
pt_br: Bloquear por endereço de email (um por linha)
ru_ru: Блокировка по адресу электронной почты (по одному на строку)
sv_se: Blockera e-postadresser (en per rad)
tr_tr: E-posta adresine göre engelle (her satırda bir tane)

source: Block by subject (one per line)
ar: حظر حسب الموضوع (واحد كل سطر)
el: Αποκλεισμός ανά θέμα (ένα ανά γραμμή)
es_es: Bloque por tema (uno por línea)
fr_fr: Bloquer par objet (un par ligne)
it_it: Blocco per oggetto (uno per riga)
nl_be: Blok per onderwerp (één per regel)
pt_br: Bloquear por assunto (um por linha)
ru_ru: Блокировка по теме письма (по одному на строку)
sv_se: Blockera efter ämne (ett per rad)
tr_tr: Konuya göre engelle (satır başına bir tane)

source: Forwarding email addresses (one per line)
ar: عناوين البريد الإلكتروني لإعادة التوجيه (واحد كل سطر)
el: Διευθύνσεις email για προώθηση (μία ανά γραμμή)
es_es: Reenvío de correo electrónico (una por línea)
fr_fr: Transfert d'adresses e-mail (une par ligne)
it_it: Indirizzi email di inoltro (uno per riga)
nl_be: Doorsturende e-mail adressen (één per regel)
pt_br: Endereços de email para encaminhamento (um por linha)
ru_ru: Адреса электронной почты для пересылки (по одному на строку)
sv_se: Vidarebefordrade e-postadresser (en per rad)
tr_tr: E-posta adreslerini yönlendirme (her satırda bir tane)

source: Use forwarding address as "From Email" in ticket email notifications
ar: استخدام عناوين إعادة التوجيه كـ "نموذج بريد إلكتروني" في إشعارات البريد الإلكتروني للتذكرة
el: Χρησιμοποιήστε τη διεύθυνση προώθησης ως “Από Email” στις ειδοποιήσεις email αιτημάτων
es_es: Usar la dirección de reenvío como "Desde correo electrónico" en las notificaciones por correo electrónico de tickets
fr_fr: Utiliser l'adresse de transfert comme "De l'e-mail" dans le ticket de notification d'e-mail
it_it: Usa l'indirizzo di inoltro come "Da Email" nelle notifiche email dei ticket
nl_be: Gebruik doorstuuradres als "Van e-mail" in ticket e-mailberichten
pt_br: Usar o endereço de encaminhamento como "Do Email" nos e-mails de notificação do ticket
ru_ru: Использование адреса для пересылки в качестве “ От адреса электронной почты” в уведомлениях о заявках
sv_se: Använd vidarebefordran adressen som "Från e-post" i e-postmeddelanden om ärende
tr_tr: Bilet e-posta bildirimlerinde yönlendirme adresini "E-postadan" olarak kullanın

source: Email Address
ar: عنوان البريد الإلكتروني
el: Διεύθυνση email
es_es: Correo Electrónico
fr_fr: Adresse e-mail
it_it: Indirizzo Email
nl_be: E-mail Adres
pt_br: Endereço de Email
ru_ru: Адреса электронной почты
sv_se: E-postadress
tr_tr: E-posta Adresi

source: Save & Connect
ar: حفظ واتصال
el: Αποθήκευση & Σύνδεση
es_es: Guardar y conectar
fr_fr: Sauvegarder et connecter
it_it: Salve & Connetti
nl_be: Sla op & Verbind
pt_br: Salvar & Conectar
ru_ru: Сохранить и подключить
sv_se: Spara & anslut
tr_tr: Kaydet ve Bağlan

source: Connected !
ar: متصل!
el: Συνδέθηκε !
es_es: ¡Conectado!
fr_fr: Connecté !
it_it: Connesso !
nl_be: Verbonden!
pt_br: Conectado !
ru_ru: Подключено!
sv_se: Ansluten!
tr_tr: Bağlandı!

source: Not Connected !
ar: غير متصل!
el: Δεν Συνδέθηκε !
es_es: ¡No conectado!
fr_fr: Non Connecté !
it_it: Non Connesso !
nl_be: Niet Verbonden!
pt_br: Não Conectado !
ru_ru: Не подключено!
sv_se: Inte ansluten!
tr_tr: Bağlı Değil !

source: Email Address should not be empty!
ar: لا يمكن ترك عنوان البريد الإلكتروني فارغًا!
el: Η διεύθυνση email δεν πρέπει να είναι κενή!
es_es: ¡La dirección de correo electrónico no debe estar vacía!
fr_fr: L'adresse e-mail ne doit pas être vide !
it_it: L'indirizzo email non deve essere vuoto!
nl_be: E-mail adres mag niet leeg zijn!
pt_br: Endereço de email não pode estar vazio!
ru_ru: Адрес электронной почты не должен быть пустым!
sv_se: E-postadress ska inte vara tomt!
tr_tr: E-posta Adresiniz boş olmamalıdır!

source: Invalid Email Address!
ar: بريد إلكتروني غير صالح!
el: Μη έγκυρη διεύθυνση email!
es_es: ¡Correo electrónico no válido!
fr_fr: Adresse e-mail non valide !
it_it: Indirizzo Email Non Valido!
nl_be: Ongeldige e-mail adres!
pt_br: Endereço de email inválido!
ru_ru: Неверный адрес электронной почты!
sv_se: Ogiltig e-postadress!
tr_tr: Geçersiz E-posta Adresi!

source: Client ID should not be empty!
ar: لا يمكن ترك معرف الوكيل فارغًا!
el: Το αναγνωριστικό πελάτη δεν πρέπει να είναι κενό!
es_es: ¡El ID de cliente no debe estar vacío!
fr_fr: L'identifiant du client ne doit pas être vide !
it_it: L'ID cliente non deve essere vuoto!
nl_be: Klant ID mag niet leeg zijn!
pt_br: ID do cliente não pode estar vazio!
ru_ru: ID клиента не должен быть пустым!
sv_se: Klient-ID ska inte vara tomt!
tr_tr: İstemci Kimliği boş olmamalıdır!

source: Client Secret should not be empty!
ar: لا يمكن ترك سر الوكيل فارغًا!
el: Το μυστικό κλειδί του Πελάτη δεν πρέπει να είναι κενό!
es_es: ¡El secreto del cliente no debe estar vacío!
fr_fr: Le code secret du client ne doit pas être vide !
it_it: Il Client Secret non deve essere vuoto!
nl_be: Klant Geheim mag niet leeg zijn!
pt_br: Segredo do cliente não pode estar vazio!
ru_ru: Секрет клиента не должен быть пустым!
sv_se: Klient hemlighet ska inte vara tomt!
tr_tr: İstemci Sırrı boş olmamalıdır!

source: Password
ar: كلمة المرور
el: Κωδικός
es_es: Contraseña
fr_fr: Mot de passe
nl_be: Wachtwoord
pt_br: Senha
ru_ru: Пароль
sv_se: Lösenord
tr_tr: Şifre

source: SupportCandy: Email piping IMAP not connected!
ar: SupportCandy: أنابيب البريد الإلكتروني IMAP غير متصلة!
el: SupportCandy: Email piping IMAP δεν συνδέθηκε!
es_es: SupportCandy: ¡El Email piping IMAP no está conectado!
fr_fr: SupportCandy: Acheminement d'e-mails IMAP non connectée !
it_it: SupportCandy: Email Piping IMAP non connessa!
nl_be: SupportCandy: E-mail leidingen IMAP niet verbonden!
pt_br: SupportCandy: Encaminhamento de Email IMAP não conectado!
ru_ru: SupportCandy: протокол IMAP для конвейерной отправки электронных писем не подключен!
sv_se: SupportCandy: E-post IMAP inte ansluten!
tr_tr: SupportCandy: E-posta borulama IMAP bağlı değil!

source: Dismiss
ar: رفض
el: Απόρριψη
es_es: Descartar
fr_fr: Rejeter
it_it: Ignora
nl_be: Weiger
pt_br: Ignorar
ru_ru: Отменить
sv_se: Avfärda
tr_tr: Reddet

source: Field
es_es: Campo
pt_br: Campo
sv_se: Fält
tr_tr: Alan

source: Value
es_es: Valor
pt_br: Valor
sv_se: Värde
tr_tr: Değer

source: Status
es_es: Estado
tr_tr: Durum

source: Redirect URI
es_es: URL de redireccionamiento
pt_br: URL Redirecionada
sv_se: Omdirigerad URI
tr_tr: Yönlendirme URL’si

source: Piping Address
es_es: Dirección de correo electrónico
pt_br: Endereço Encaminhado
sv_se: Flödes adress
tr_tr: Boru Adresi

source: Last Error
es_es: Último error
pt_br: Último Erro
sv_se: Senaste felet
tr_tr: Son Hata

source: Initializing...
es_es: Inicializando...
pt_br: Iniciando...
sv_se: Initierar...
tr_tr: Başlatılıyor...

source: No rules found!
ar: لم يتم العثور على أدوار!
el: Δεν βρέθηκαν κανόνες!
es_es: ¡No se han encontrado reglas!
fr_fr: Aucune règle trouvée !
it_it: Regole non trovate!
nl_be: Geen regels gevonden!
pt_br: Nenhuma regra encontrada!
ru_ru: Никаких правил не найдено!
sv_se: Inga regler funna!
tr_tr: Kural bulunamadı!

source: Condition
ar: الشرط
el: Συνθήκη
es_es: Condición
it_it: Condizioni
nl_be: Voorwaarde
pt_br: Condição
ru_ru: Условие
sv_se: Villkor
tr_tr: Durumu

source: Forwarding email address (one per line)
ar: عنوان البريد الإلكتروني لإعادة التوجيه (واحد كل سطر)
el: Διευθύνσεις email για προώθηση (μία ανά γραμμή)
es_es: Reenvío de correo electrónico (una por línea)
fr_fr: Adresse e-mail de redirection (une par ligne)
it_it: Indirizzo email di inoltro (uno per riga)
nl_be: Doorstuur e-mail adressen (één per regel)
pt_br: Endereço de email para encaminhmento (um por linha)
ru_ru: Адрес электронной почты для пересылки (по одному на строку)
sv_se: E-postadress för vidarebefordran (en per rad)
tr_tr: Yönlendirme e-posta adresi (her satırda bir tane)

source: From email address (one per line)
ar: من عنوان البريد الإلكتروني (واحد كل سطر)
el: Διευθύνσεις email από (μία ανά γραμμή)
es_es: Desde la dirección de correo electrónico (uno por línea)
fr_fr: Adresse e-mail du Expéditeur (une par ligne)
it_it: Indirizzo email di provenienza (uno per riga)
nl_be: Van e-mail adressen (één per regel)
pt_br: Endereço de email De (um por linha)
ru_ru: Адрес электронной почты отправителя (по одному на строку)
sv_se: Från e-postadress (en per rad)
tr_tr: E-posta adresinden (her satırda bir tane)

source: Has Words (one per line)
ar: لديه كلمات (واحد كل سطر)
el: Έχει λέξεις (μία ανά γραμμή)
es_es: Tiene palabras (uno por línea)
fr_fr: A des mots (un par ligne)
it_it: Has Words (uno per riga)
nl_be: Heeft Woorden (één per regel)
pt_br: Contém as Palavras (uma por linha)
ru_ru: Слов (по одному на строку)
sv_se: Har ord (ett per rad)
tr_tr: Kelimeler vardır (satır başına bir tane)

source: Pipe Rules
ar: أدوار الأنبوب
es_es: Reglas de Pipe
fr_fr: Règles d'acheminement
it_it: Regole Pipe
nl_be: Leidingen Regels
pt_br: Regras de Encaminhamento
ru_ru: Правила конвейерной отправки
sv_se: Flödes regler
tr_tr: Boru Kuralları

source: Email Piping
ar: أنابيب البريد الإلكتروني
fr_fr: Acheminement d'e-mails
nl_be: E-mail Leidingen
pt_br: Encaminhamento de Emails
ru_ru: Конвейерная отправка электронных писем
sv_se: E-post flöde
tr_tr: E-posta Borulama
